Repository: 8/gitextensions
Catalog: GitUI/Translations/FormCommit.*.resx
Languages: nl

# msg:delete selected
source: Are you sure you want to delete all selected files?
nl: Weet je zeker dat je de geselecteerde bestanden wilt verwijderen?

# eToolStripMenuItem.Text
source: Edit ignored files
nl: Wijzig genegeerde bestanden

# msg:no files staged
source: There are no files staged for this commit. Are you sure you want to commit?
nl: Er zijn geen bestanden klaargezet voor deze commit. Weet je zeker dat je wilt doorgaan?

# resetAlltrackedChangesToolStripMenuItem.Text
source: Reset all (tracked) changes
nl: Reset alle (gevolgde) wijzigingen.

# deleteFileToolStripMenuItem.Text
source: Delete file
nl: Verwijder bestand

source: There are no staged changes
nl: Er zijn geen klaargezette wijzigingen

# Reset.Text
source: Reset changes
nl: Reset wijzigingen

source: Enter commit message
nl: Voer commit melding in

# deleteAllUntrackedFilesToolStripMenuItem.Text
source: Delete all untracked files
nl: Verwijder alle niet gevolgde bestanden

# SolveMergeconflicts.Text
source: There are unresolved mergeconflicts
nl: Er zijn niet opgeloste samenvoeg conflicten

# Cancel.Text
source: Cancel
nl: Annuleren

# addFileTogitignoreToolStripMenuItem.Text
source: Add file to .gitignore
nl: Voeg bestand toe aan .gitignore

# showIgnoredFilesToolStripMenuItem.Text
source: Show ignored files
nl: Toon genegeerde bestanden

# msg:reset selected
source: Are you sure you want to reset all selected files?
nl: Weet u zeker dat u alle geselecteerde bestanden wilt terugzetten?

# msg:delete
source: Are you sure you want delete the selected file(s)?
nl: Weet u zeker dat u alle geselecteerde bestanden wilt verwijderen?

# msg:delete:failed
source: Delete file failed
nl: Het verwijderen is mislukt

# AddFiles.Text
source: Stage
nl: Klaarzetten

# msg:delete selected:failed
source: Delete failed:
nl: Verwijderen mislukt

# ResetChanges.Text
source: Reset file changes
nl: Verwijder bestands wijzigingen

# msg:reset
source: Are you sure you want to reset the changes of the selected files?
nl: Weet u zeker dat u alle de wijzigingen in de geselecteerde bestanden ongedaan wilt maken?

# Scan.Text
source: &Rescan changes
nl: &Wijzigingen scannen

# stageAllToolStripMenuItem.Text
source: Stage all
nl: Alles klaarzetten

# unstageAllToolStripMenuItem.Text
source: Unstage all
nl: Alles terugzetten

# msg:(un)stage chunk
source: You can only use this option when selecting a single file
nl: U kunt deze optie alleen gebruiken op een enkel bestand per keer

# rescanChangesToolStripMenuItem.Text
source: Rescan changes
nl: Wijzigingen scannen

# stageChunkOfFileToolStripMenuItem.Text
source: Stage chunk of file
nl: Deel van een bestand klaarzetten

# msg:delete untracked
source: Are you sure you want to delete all untracked?
nl: Weet u zeker dat u alle niet gevolgde bestanden wilt terugzetten?

# workingToolStripMenuItem.Text
source: Working dir changes
nl: Wijzigingen werk directory

# msg:delete new files
source: Do you also want to delete the new files that are in the selection? Choose 'No' to keep all new files.
nl: Wilt u ook alle nieuwe bestanden in de selectie verwijderen? Kies 'Nee' om alle bestanden te bewaren.

# Amend.Text
source: &Amend last commit
nl: &Voeg to aan laatste commit

# msg:merge conflicts
source: There are unresolved mergeconflicts, solve mergeconflicts before committing
nl: Er zijn nog niet opgeloste samenvoeg problemen, los deze problemen op alvorens te committen

# deleteSelectedFilesToolStripMenuItem.Text
source: Delete selected files
nl: Verwijder geselecteerde bestanden

# openWithToolStripMenuItem.Text
source: Open With
nl: Openen met

# filesListedToCommitToolStripMenuItem.Text
source: Staged files
nl: Klaargezette bestanden

# resetPartOfFileToolStripMenuItem.Text
source: Reset chunk of file
nl: Reset deel van bestand

# msg:amend commit
source: You are about to rewrite history. Only use amend if the commit is not published yet! Do you want to continue?
nl: U staat op het punt om de historie te herschrijven. Gebruik deze functie alleen als de commit nog niet is gepubliceerd! Wilt u doorgaan?

# UnstageFiles.Text
source: Unstage
nl: Terugzetten

# msg:please enter commit message
source: Please enter commit message
nl: Voer een commit melding in

# commitMessageToolStripMenuItem.Text
source: Commit &message
nl: Commit &melding

# filenameToClipboardToolStripMenuItem.Text
source: Filename to clipboard
nl: Bestandsnaam naar clipbord

# CloseDialogAfterCommit.Text
source: Close dialog after commit
nl: Sluit dialoog na commit

# openWithDifftoolToolStripMenuItem.Text
source: Open With Difftool
nl: Openen met Difftool

# resetSelectedFilesToolStripMenuItem.Text
source: Reset selected files
nl: Reset geselecteerde bestanden

# showUntrackedFilesToolStripMenuItem.Text
source: Show untracked files
nl: Toon niet gevolgde bestanden

# msg:not on a branch
source: You are not working on a branch. This commit will be unreferenced when switching to another brach and can be lost. Do you want to continue?
nl: U werkt momenteel niet op een vertakking. Deze commit zal daarom geen deel uitmaken van een vertakking en kan verloren raken wanneer van vertakking gewijzigd wordt. Wilt u doorgaan?
