Repository: 8/gitextensions
Catalog: GitUI/Translations/FormSettings.*.resx
Languages: nl

# label30.Text
source: Keep backup (.orig) after merge
nl: Bewaar backup (.orig) na samenvoegen

# lblLocalAutoCRLF.Text
source: Convert CRLF at the end of lines in text files to LF, AutoCRLF
nl: Converteerd CRLF aan het einde van regels in tekst bestanden naar LF (AutoCRLF)

# label21.Text
source: You need to set the correct path to git.cmd before you can change local settings.
nl: Het juiste pad naar git.cmd moet gezet zijn om lokale instellingen te kunnen wijzigen.

# NoGitRepo.Text
source: Not in a git repository
nl: Niet in een git repository

# label20.Text
source: You only need local settings if you want to override the global settings for the current repository.
nl: Lokale instellingen zijn alleen nodig om globale instellingen te overschrijven voor deze repository.

# label2.Text
source: User email
nl: Gebruikers email

# label1.Text
source: User name
nl: Gebruikersnaam

# LocalSettings.Text
source: Local settings
nl: Lokale instellingen

# label23.Text
source: Smtp server for sending patches by email
nl: Smtp server voor het versturen van patches per email

# Rescan.Text
source: Save and rescan
nl: Opslaan en opnieuw scannen

# CheckAtStartup.Text
source: Check settings at startup (disables automatically if all settings are correct)
nl: Controleer instellingen bij het opstarten

# label11.Text
source: The checklist below validates the basic settings needed for GitExtensions to work properly.
nl: De check lijst hieronder valideerd de basis instellingen die nodig zijn voor een juiste werking van Git Extensions.

# tabPage3.Text
source: Checklist
nl: Check lijst

# label49.Text
source: Language (restart required)
nl: Taal (herstart vereist)

# label40.Text
source: Follow renames in file history (experimental)
nl: Volg hernoemde bestanden in geschiedenis (experimenteel)

# label39.Text
source: Show relative date instead of full date
nl: Toon relatieve datum in plaats van volledige datum

# label38.Text
source: Use FileSystemWatcher to check if index is changed
nl: Gebruik FileSystemWatcher om te controleren of de database is gewijzigd

# label37.Text
source: Show revision graph in commit log
nl: Toon revisie grafiek in log

# label35.Text
source: Show Git commandline dialog when executing process
nl: Toon git commandline dialoog bij het uitvoeren van een proces

# label34.Text
source: Close process dialog automaticly when process is succeeded
nl: Sluit proces dialoog automatisch wanneer proces is geslaagd

# label22.Text
source: Dictionary for spelling checker.
nl: Woordenboek voor spellings controle

# BrowseGitBinPath.Text
source: Browse
nl: Bladeren

# label14.Text
source: Path to git.exe (leave empty when git.exe is in the path)
nl: Pad naar git.exe (leeglaten wanneer git.exe in het pad staat)

# BrowseGitPath.Text
source: Browse
nl: Bladeren

# label13.Text
source: Command used to run git (git.cmd or git.exe)
nl: Commando voor het uitvoeren van git

# label12.Text
source: Limit number of commits that will be loaded at startup. Other commits will be loaded when needed. Lower number result is shorter startup time, but slower scrolling.
nl: Aantal commits dat word opgehaald bij het opstarten. Overige commits worden geladen wanneer nodig. Een lager nummer resulteert in een kortere start tijd, maar langzamer scrollen.

# StartPage.Text
source: Start page
nl: Start pagina

# label47.Text
source: days
nl: Dagen

# label46.Text
source: Cache images
nl: Cache plaatjes

# label44.Text
source: Image size
nl: Formaat plaatje

# ClearImageCache.Text
source: Clear image cache
nl: Leeg plaatjes cache

# ShowAuthorGravatar.Text
source: Get author image from gravatar.com
nl: Haal plaatje van auteur op bij gravatar.com

# groupBox6.Text
source: Author images
nl: Auteur plaatjes

# RandomIcon.Text
source: Random
nl: Willekeurig

# YellowIcon.Text
source: Yellow
nl: Geel

# RedIcon.Text
source: Red
nl: Rood

# GreenIcon.Text
source: Green
nl: Groen

# PurpleIcon.Text
source: Purple
nl: Paars

# BlueIcon.Text
source: Blue
nl: Blauw

# DefaultIcon.Text
source: Default
nl: Standaard

# groupBox5.Text
source: Application Icon
nl: Applicatie icoon

# label33.Text
source: Color remote branch
nl: Kleur externe vertakking

# label36.Text
source: Color other label
nl: Kleur overige labels

# label25.Text
source: Color tag
nl: Kleur label

# label32.Text
source: Color branch
nl: Kleur vertakking

# label24.Text
source: Color revision graph
nl: Kleur revisie grafiek

# label26.Text
source: Color revision graph selected
nl: Kleur geselecteerde revisie

# groupBox4.Text
source: Revision graph
nl: Revisie grafiek

# label43.Text
source: Color removed line highlighting
nl: Kleur verwijderde regel detail

# label45.Text
source: Color added line highlighting
nl: Kleur toegevoegde regel detail

# label27.Text
source: Color removed line
nl: Kleur verwijderde regel

# label31.Text
source: Color section
nl: Kleur sectie

# label29.Text
source: Color added line
nl: Kleur toegevoegde regel

# groupBox3.Text
source: Difference view
nl: Verschillen weergave

# AppearancePage.Text
source: Appearance
nl: Weergave

# DiffToolCmdSuggest.Text
source: Suggest command
nl: Commando suggestie

# label48.Text
source: Difftool command
nl: Difftool commando

# BrowseDiffTool.Text
source: Browse
nl: Bladeren

# label42.Text
source: Path to difftool
nl: Pad naar diftool

# label28.Text
source: Keep backup (.orig) after merge
nl: Bewaar backup (.orig) na samenvoegen

# lblGlobalAutoCRLF.Text
source: Convert CRLF at the end of lines in text files to LF, AutoCRLF
nl: Converteerd CRLF aan het einde van regels in tekst bestanden naar LF (AutoCRLF)

# label9.Text
source: You need to set the correct path to git.cmd before you can change global settings.
nl: Het juiste pad naar git.cmd moet gezet zijn om globale instellingen te kunnen wijzigen.

# button1.Text
source: Suggest command
nl: Commando suggestie

# label19.Text
source: Mergetool command
nl: Mergetool commando

# BrowseMergeTool.Text
source: Browse
nl: Bladeren

# PathToKDiff3.Text
source: Path to mergetool
nl: Pad naar mergetool

# label4.Text
source: User email
nl: Gebruikers email

# label3.Text
source: User name
nl: Gebruikersnaam

# GlobalSettingsPage.Text
source: Global settings
nl: Globale instelingen

# AutostartPageant.Text
source: Automatically start authentication client when a private key is configured for a remote
nl: Start authentication client automatisch wanneer een prive sleutel is ingesteld bij een externe repository

# PageantBrowse.Text
source: Browse
nl: Bladeren

# label17.Text
source: Path to pageant
nl: Pad naar pageant

# PuttygenBrowse.Text
source: Browse
nl: Bladeren

# label16.Text
source: Path to puttygen
nl: Pad naar puttygen

# label15.Text
source: Path to plink.exe
nl: Pad naar plink.exe

# PlinkBrowse.Text
source: Browse
nl: Bladeren

# groupBox2.Text
source: Configure PuTTY
nl: PuTTY instellen

# OtherSshBrowse.Text
source: Browse
nl: Bladeren

# Other.Text
source: Other ssh client
nl: Andere ssh client

# label18.Text
source: OpenSSH is a commandline tool. PuTTY is more userfriendly to use for windows users, but requires the PuTTY authentication client to run in the background. When OpenSSH is used, command line dialogs are shown!
nl: OpenSSH is een command lijn applicatie. PuTTY is gebruikersvriendelijker voor windows gebruikers.

# groupBox1.Text
source: Specify which ssh client to use
nl: Kies welke ssh client u wilt gebruiken

# label10.Text
source: You need to set the correct path to git.cmd before you can change any global setting.
nl: Het juiste pad naar git.cmd moet gezet zijn om globale instellingen te kunnen wijzigen.

# $this.Text
source: Settings
nl: Instellingen
